Repository: rayanwaked/Boston
Catalog: Core/Interface/Components/*.lproj/Localizable.strings
Languages: ar, da, de, es_419, fr, nb, nl, pt_pt, ru, sv, zh_hans

source: Boston
ar: بوسطن
ru: Бостон
zh_hans: 波士顿

source: Prepare
ar: إعداد
da: Forberedelse
de: Vorbereiten
es_419: Preparar
fr: Préparation
nb: Forberedelse
nl: Voorbereiden
pt_pt: Preparar
ru: Подготовка
sv: Förbereda
zh_hans: 准备

source: Before setting up Boston, make sure you have the Shortcuts app installed.
ar: قبل إعداد بوسطن، تأكد من تثبيت تطبيق الاختصارات.
da: Sørg for at have Shortcuts-appen installeret, inden du sætter Boston op.
de: Stellen Sie sicher, dass Sie die Kurzbefehle-App installiert haben, bevor Sie Boston einrichten.
es_419: Antes de configurar Boston, asegúrese de tener instalada la aplicación Shortcuts.
fr: Avant de configurer Boston, assurez-vous d'avoir installé l'application Raccourcis.
nb: Før du setter opp Boston, må du forsikre deg om at du har Shortcuts-appen installert.
nl: Zorg ervoor dat je de Shortcuts-app hebt geïnstalleerd voordat je Boston instelt.
pt_pt: Antes de configurar o Boston, certifique-se de ter o app Atalhos instalado.
ru: Перед настройкой Бостон убедитесь, что у вас установлено приложение Shortcuts.
sv: Innan du ställer in Boston, se till att du har Shortcuts-appen installerad.
zh_hans: 在设置波士顿之前，请确保您已安装捷径应用。

source: Open Shortcuts in the App Store
ar: افتح تطبيق الاختصارات في متجر التطبيقات
da: Åbn Shortcuts i App Store
de: Öffnen Sie Kurzbefehle im App Store
es_419: Abrir Shortcuts en la App Store
fr: Ouvrir Raccourcis dans l'App Store
nb: Åpne Shortcuts i App Store
nl: Open Shortcuts in de App Store
pt_pt: Abra o Atalhos na App Store
ru: Откройте приложение Shortcuts в App Store
sv: Öppna Shortcuts i App Store
zh_hans: 在 App Store 中打开捷径

source: Connect
ar: اتصال
da: Forbind
de: Verbinden
es_419: Conectar
fr: Connexion
nb: Koble til
nl: Verbinden
pt_pt: Conectar
ru: Подключение
sv: Anslut
zh_hans: 连接

source: Once you've verified Shortcuts is installed, press the button below to add Boston to your Shortcuts.
ar: بعد التحقق من تثبيت تطبيق الاختصارات، اضغط على الزر أدناه لإضافة بوسطن إلى الاختصارات الخاصة بك.
da: Når du har bekræftet, at Shortcuts er installeret, skal du trykke på knappen nedenfor for at tilføje Boston til dine Shortcuts.
de: Nachdem Sie bestätigt haben, dass Kurzbefehle installiert ist, drücken Sie die Schaltfläche unten, um Boston zu Ihren Kurzbefehlen hinzuzufügen.
es_419: Una vez que haya verificado que Shortcuts está instalado, presione el botón a continuación para agregar Boston a sus Shortcuts.
fr: Une fois que vous avez vérifié que l'application Raccourcis est installée, appuyez sur le bouton ci-dessous pour ajouter Boston à vos Raccourcis.
nb: Når du har verifisert at Shortcuts er installert, trykker du på knappen nedenfor for å legge til Boston i Shortcuts.
nl: Druk op de onderstaande knop om Boston aan je Shortcuts toe te voegen, nadat je hebt gecontroleerd dat de Shortcuts-app is geïnstalleerd.
pt_pt: Depois de verificar que o app Atalhos está instalado, pressione o botão abaixo para adicionar o Boston aos seus Atalhos.
ru: После того, как вы убедились, что у вас установлено приложение Shortcuts, нажмите кнопку ниже, чтобы добавить Бостон в свои ярлыки.
sv: När du har verifierat att Shortcuts är installerad, tryck på knappen nedanför för att lägga till Boston i dina Shortcuts.
zh_hans: 确认您已安装了捷径应用后，请按下面的按钮将波士顿添加到您的捷径应用中。

source: To add Boston to your Shortcuts, click the button below and following the instructions.
ar: لإضافة بوسطن إلى الاختصارات الخاصة بك، انقر فوق الزر أدناه واتبع التعليمات.
da: For at tilføje Boston til dine Shortcuts skal du klikke på knappen nedenfor og følge instruktionerne.
de: Klicken Sie auf die Schaltfläche unten und befolgen Sie die Anweisungen, um Boston zu Ihren Kurzbefehlen hinzuzufügen.
es_419: Para agregar Boston a sus Shortcuts, haga clic en el botón a continuación y siga las instrucciones.
fr: Pour ajouter Boston à vos Raccourcis, cliquez sur le bouton ci-dessous et suivez les instructions.
nb: For å legge til Boston i Shortcuts, klikk på knappen nedenfor og følg instruksjonene.
nl: Klik op de onderstaande knop en volg de instructies om Boston aan je Shortcuts toe te voegen.
pt_pt: Para adicionar o Boston aos seus Atalhos, clique no botão abaixo e siga as instruções.
ru: Чтобы добавить Бостон в свои ярлыки, нажмите на кнопку ниже и следуйте инструкциям.
sv: För att lägga till Boston i dina Shortcuts, klicka på knappen nedanför och följ instruktionerna.
zh_hans: 要将波士顿添加到您的捷径应用中，请点击下面的按钮并按照说明操作。

source: Add Boston to Your Shortcuts
ar: أضف بوسطن إلى الاختصارات الخاصة بك
da: Tilføj Boston til dine Shortcuts
de: Boston zu Ihren Kurzbefehlen hinzufügen
es_419: Agregar Boston a sus Shortcuts
fr: Ajouter Boston à vos Raccourcis
nb: Legg til Boston i dine Shortcuts
nl: Voeg Boston toe aan je Shortcuts
pt_pt: Adicionar o Boston aos seus Atalhos
ru: Добавить Boston в свои ярлыки
sv: Lägg till Boston i dina Shortcuts
zh_hans: 将波士顿添加到您的捷径应用中

source: Instructions
ar: تعليمات
da: Instruktioner
de: Anweisungen
es_419: Instrucciones
nb: Instruksjoner
nl: Instructies
pt_pt: Instruções
ru: Инструкции
sv: Instruktioner
zh_hans: 说明

source: Allow 30-seconds for the Siri Shortcut to finish setting up in the background.
ar: اسمح بمدة 30 ثانية لاستكمال إعداد اختصار Siri في الخلفية.
da: Tillad 30 sekunder til, at Siri-snarvejen afslutter opsætningen i baggrunden.
de: Geben Sie der Siri-Kurzbefehlsfunktion 30 Sekunden Zeit, um den Hintergrundprozess abzuschließen.
es_419: Espere 30 segundos para que el atajo de Siri termine de configurarse en segundo plano.
fr: Laissez 30 secondes à la fonctionnalité de raccourci Siri pour terminer l'installation en arrière-plan.
nb: Gi Siri Shortcut 30 sekunder til å fullføre installasjonen i bakgrunnen.
nl: Geef de Siri-snelkoppeling 30 seconden om in de achtergrond te worden ingesteld.
pt_pt: Aguarde 30 segundos para que o Atalho da Siri seja configurado em segundo plano.
ru: Позвольте 30 секунд для завершения настройки Siri Shortcut в фоновом режиме.
sv: Låt Siri-genvägen ta 30 sekunder för att slutföra inställningen i bakgrunden.
zh_hans: 请给 Siri 捷径留 30 秒的时间，让它在后台完成设置。

source: Activate Siri by saying 'Hey Siri', or holding down the power button. When Siri is ready, say or type 'Boston'.
ar: قم بتنشيط Siri عن طريق قول 'هي Siri'، أو بالضغط على زر التشغيل. عندما تكون Siri جاهزة، قل أو اكتب 'بوسطن'.
da: Aktivér Siri ved at sige 'Hej Siri' eller holde tænd/sluk-knappen nede. Når Siri er klar, skal du sige eller skrive 'Boston'.
de: Aktivieren Sie Siri, indem Sie 'Hey Siri' sagen oder die Ein-/Aus-Taste gedrückt halten. Wenn Siri bereit ist, sagen oder tippen Sie 'Boston'.
es_419: Active Siri diciendo 'Oye Siri' o manteniendo presionado el botón de encendido. Cuando Siri esté lista, diga o escriba 'Boston'.
fr: Activez Siri en disant 'Dis Siri' ou en appuyant sur le bouton d'alimentation. Lorsque Siri est prêt, dites ou tapez 'Boston'.
nb: Aktiver Siri ved å si 'Hei Siri', eller holde inne strømknappen. Når Siri er klar, si eller skriv 'Boston'.
nl: Activeer Siri door 'Hey Siri' te zeggen of de aan/uit-knop ingedrukt te houden. Wanneer Siri klaar is, zeg of typ dan 'Boston'.
pt_pt: Ative a Siri dizendo 'E aí Siri' ou pressionando o botão de energia. Quando a Siri estiver pronta, diga ou escreva 'Boston'.
ru: Активируйте Siri, сказав 'Привет, Siri' или удерживая кнопку питания. Когда Siri готова, скажите или введите 'Boston'.
sv: Aktivera Siri genom att säga 'Hey Siri' eller hålla nere strömknappen. När Siri är redo, säg eller skriv 'Boston'.
zh_hans: 通过说 '嘿 Siri' 或长按电源键来激活 Siri。当 Siri 准备好后，请说出或输入 '波士顿'。

source: When Siri says 'What would you like to ask Boston?', you are ready to ask anything!
ar: عندما تقول Siri 'ماذا تريد أن تسأل بوسطن؟'، أنت مستعد لطرح أي شيء!
da: Når Siri siger 'Hvad vil du gerne spørge Boston om?', er du klar til at spørge om hvad som helst!
de: Wenn Siri sagt 'Was möchtest du Boston fragen?', sind Sie bereit, alles zu fragen!
es_419: ¡Cuando Siri diga '¿Qué le gustaría preguntar a Boston?', estará listo para preguntar lo que sea!
fr: Lorsque Siri dit 'Que voulez-vous demander à Boston ?', vous pouvez poser toutes vos questions !
nb: Når Siri sier 'Hva vil du spørre Boston om?', er du klar til å spørre om hva som helst!
nl: Als Siri zegt 'Wat wil je aan Boston vragen?', ben je klaar om iets te vragen!
pt_pt: Quando a Siri disser 'O que você gostaria de perguntar ao Boston?', você está pronto para perguntar qualquer coisa!
ru: Когда Siri скажет 'Что вы хотите спросить у Бостон?', вы готовы задать любой вопрос!
sv: När Siri säger 'Vad vill du fråga Boston om?' är du redo att fråga vad som helst!
zh_hans: 当 Siri 说出 '您想问波士顿什么？' 时，您就可以随意提问了！

source: Contact
ar: الاتصال
da: Kontakt
de: Kontakt
es_419: Contacto
fr: Contacter
nb: Kontakt
pt_pt: Contato
ru: Контакты
sv: Kontakt
zh_hans: 联系

source: If you are having issues setting up your app, or would like to reach out for any other reason, please send an email to **rayan@waked.dev**
ar: إذا كان لديك مشكلات في إعداد التطبيق الخاص بك، أو إذا كنت ترغب في الاتصال لأي سبب آخر، يرجى إرسال بريد إلكتروني إلى rayan@waked.dev
da: Hvis du har problemer med at sætte din app op, eller hvis du af en anden årsag vil kontakte os, bedes du sende en e-mail til rayan@waked.dev
de: Wenn Sie Probleme beim Einrichten Ihrer App haben oder aus einem anderen Grund Kontakt aufnehmen möchten, senden Sie bitte eine E-Mail an rayan@waked.dev
es_419: Si tiene problemas para configurar su aplicación o desea comunicarse por cualquier otro motivo, envíe un correo electrónico a rayan@waked.dev
fr: Si vous rencontrez des problèmes lors de la configuration de l'application, ou si vous souhaitez nous contacter pour toute autre raison, envoyez un e-mail à rayan@waked.dev
nb: Hvis du har problemer med å sette opp appen din, eller ønsker å kontakte oss av en annen grunn, kan du sende en e-post til rayan@waked.dev
nl: Als je problemen hebt met het instellen van je app, of om welke andere reden dan ook contact wilt opnemen, stuur dan een e-mail naar rayan@waked.dev
pt_pt: Se estiver com problemas para configurar o app ou quiser entrar em contato por qualquer outro motivo, envie um e-mail para rayan@waked.dev
ru: Если у вас возникли проблемы с настройкой приложения или вы хотите связаться по другой причине, отправьте письмо на адрес rayan@waked.dev
sv: Om du har problem med att ställa in din app, eller vill kontakta oss av någon annan anledning, skicka ett e-postmeddelande till rayan@waked.dev
zh_hans: 如果您在设置应用时遇到问题或有其他问题需要联系我们，请发送电子邮件至 rayan@waked.dev

source: Email Developer
ar: راسل المطور
da: E-mail udvikleren
de: Entwickler kontaktieren
es_419: Enviar correo electrónico al desarrollador
fr: Envoyer un e-mail au développeur
nb: Send e-post til utvikleren
nl: E-mail de ontwikkelaar
pt_pt: Enviar e-mail ao desenvolvedor
ru: Написать разработчику
sv: E-posta utvecklaren
zh_hans: 发送电子邮件给开发者

source: Models
ar: النماذج
da: Modeller
de: Modelle
es_419: Modelos
fr: Modèles
nb: Modeller
nl: Modellen
pt_pt: Modelos
ru: Модели
sv: Modeller
zh_hans: 模型

source: Restore Purchases
ar: استعادة المشتريات
da: Gendan køb
de: Käufe wiederherstellen
es_419: Restaurar compras
fr: Restaurer les achats
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pt_pt: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
zh_hans: 恢复购买

source: EULA Agreement
ar: اتفاقية EULA
da: Aftale om slutbrugerlicens
de: Endbenutzer-Lizenzvereinbarung
es_419: Acuerdo de licencia de usuario final
fr: Contrat de licence utilisateur final
nb: Sluttbrukeravtale
nl: Gebruiksrechtovereenkomst
pt_pt: Contrato de Licença de Usuário Final
ru: Соглашение EULA
sv: EULA-avtal
zh_hans: 最终用户许可协议

source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzrichtlinie
es_419: Política de privacidad
fr: Politique de confidentialité
nb: Personvernerklæring
nl: Privacybeleid
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
zh_hans: 隐私政策

source: Upgrade Boston to get more powerful, personal, and detailed responses.
ar: ترقية بوسطن للحصول على ردود أكثر قوة وشخصية وتفصيلية.
da: Opgrader Boston for at få mere kraftfulde, personlige og detaljerede svar.
de: Erhalten Sie durch ein Upgrade von Boston leistungsfähigere, persönlichere und detailliertere Antworten.
es_419: Mejora Boston para obtener respuestas más poderosas, personales y detalladas.
fr: Passez à la version supérieure de Boston pour obtenir des réponses plus puissantes, plus personnelles et plus détaillées.
nb: Oppgrader Boston for å få kraftigere, mer personlige og detaljerte svar.
nl: Upgrade Boston voor krachtigere, persoonlijkere en gedetailleerdere antwoorden.
pt_pt: Atualize o Boston para obter respostas mais poderosas, pessoais e detalhadas.
ru: Обновите Бостон, чтобы получить более мощные, персональные и подробные ответы.
sv: Uppgradera Boston för att få mer kraftfulla, personliga och detaljerade svar.
zh_hans: 升级波士顿，获得更强大、个性化和详细的回答。

source: Ask Boston a question
ar: اسأل بوسطن سؤالًا
da: Stil et spørgsmål til Boston
de: Stelle Boston eine Frage
es_419: Hazle una pregunta a Boston
fr: Poser une question à Boston
nb: Spør Boston et spørsmål
nl: Stel een vraag aan Boston
pt_pt: Faça uma pergunta para Boston
ru: Задайте вопрос Бостону
sv: Ställ en fråga till Boston
zh_hans: 向波士顿提问

source: Thinking...
ar: ...التفكير
da: Tænker...
de: Denken...
es_419: Pensamiento...
fr: Pensée...
nb: Tenker...
nl: Denken...
pt_pt: Pensamento...
ru: Думая......
sv: Tänkande...
zh_hans: 思維...
