Repository: rayanwaked/Boston
Catalog: Core/Functionality/*.lproj/Intents.strings
Languages: ru

# 1A2r29
source: Boston
ru: Бостон

# 2vp5KD
source: Ask Boston a question
ru: Задать вопрос Бостону

# 7jT1tu
source: Ask Boston a question
ru: Задать вопрос Бостону

# Bfwccy
source: Ask Boston a question
ru: Задать вопрос Бостону

# UPzgNM
source: Have Boston find answers to your questions
ru: Пусть Бостон найдет ответы на ваши вопросы

# UijYZa
source: Answer
ru: Отвечать

# fBBE2u
source: What would you like to ask Boston?
ru: Что бы вы хотели спросить у Бостона?

# mdQ4GO
source: Sorry, there was an error. Please try again later.
ru: Извините произошла ошибка. Пожалуйста, повторите попытку позже.

# qS7Wcs
source: Boston
ru: Бостон

# sTWCS1
source: Sorry, there was an error. Please try again later.
ru: Извините произошла ошибка. Пожалуйста, повторите попытку позже.
